{
  "common": {
    "read_more": "Les mer",
    "documentation": "Dokumentasjon",
    "features": "Funksjoner",
    "support": "Support"
  },

  "home": {
    "title": "CodeVault",
    "subtitle": "Folkene som fokuserer p친 친 fremme fremtiden for programvare",
    "description": "Codevault har som m친l 친 gi utviklere nyttige verkt칮y og kunnskap for 친 hjelpe dem i deres reise. Vi er forpliktet til 친 levere eksepsjonelle resultater, presse grensene for kreativitet og gj칮re en meningsfull forskjell for v친re kunder og deres publikum.",
    "explore": "Utforsk prosjektene v친re",
    "timeline": {
      "title": "Tidslinje",
      "items": {
        "02.18.2024": {
          "title": "Codevault p친 GitHub",
          "description": "Codevault ble lansert p친 GitHub, noe som markerer starten p친 reisen. Det fikk raskt nye prosjekter, selv om de ikke var offentlig tilgjengelige."
        },
        "05.23.2024": {
          "title": "F칮rste offentlige repository",
          "description": "Logsync Node var Codevault's f칮rste offentelige repository, som pr칮vde 친 l칮se problemer med dagens Node.js logging. Det var en enkel, men effektiv l칮sning, som uheldigvis var begrenset til teamets forst친else av Node.js. Kanskje vi kan se en versjon 2 游"
        },
        "05.05.2025": {
          "title": "Codevault med eget domene",
          "description": "Codevault ble lansert med sitt eget domene, noe som markerer en ny 칝ra for prosjektet. Det var n친 lettere 친 finne og f친 tilgang til prosjektene, og teamet var begeistret for 친 dele arbeidet sitt med verden."
        }
      },
      "community": {
        "title": "V칝r en del av nettverket v친rt",
        "description": "Engasjer deg, utforsk og utvikle deg med likesinnede skapere og kodere."
      }
    },
    "community": {
      "title": "V칝r en del av nettverket v친rt",
      "description": "Engasjer deg, utforsk og utvikle deg med likesinnede skapere og kodere."
    }
  },
  "projects": {
    "graphql-generator": {
      "title": "GraphQL Generator",
      "description": "GraphQL Generator er et kraftig verkt칮y som forenkler prosessen med 친 generere GraphQL-skjemaer og resolvere. Det lar utviklere definere datamodellene sine og genererer automatisk den n칮dvendige koden, noe som reduserer boilerplate og forbedrer produktiviteten."
    },
    "manager": {
      "name": "Manager",
      "description": "Manager er et omfattende personlig administrasjonsverkt칮y designet for 친 koble all dataen din p친 ett sted. Det lar deg administrere hverdagsoppgavene dine, prosjektene og personlig informasjon effektivt. Med sitt brukervennlige grensesnitt og kraftige funksjoner hjelper Manager deg med 친 holde deg organisert og fokusert p친 det som betyr mest."
    }
  },
  "footer": {
    "copyright": "Alle rettigheter forbeholdt.",
    "terms_of_conditions": "Vilk친r og betingelser",
    "privacy_policy": "Personvernerkl칝ring",
    "returns_refunds": "Returer og refusjoner"
  }
}
